Repository: giellalt/corpus-sme
Catalog: tmx/smj/bible/osko/index.php_kat_id=220_art_id=267.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Beaivi
smj: Åhpav: Biejvve

source: Mun oskkun Ipmil Áhččái,
smj: Jáhkodåbdåstibme

source: sivdnideaddjái.
smj: Mån jáhkáv Jubmel Áhttjáj.

source: russiinávlejuvvui, jámii ja
smj: Gájkvæksásij, alme ja ednama sjivnnjediddjáj.

source: hávdáduvvui, njiejai jábmiid riikii,
smj: Jáhkáv Jesus Kristusij, suv ájnnariegádim Bárnnáj, mijá Hærráj, guhti Ájlis Vuojŋŋanisás sahkanij, niejdda Marias riegádij, Pontius Pilatusa vuolen vájveduváj, ruossinávlliduváj, jámij ja hávddáduváj, jábbmegij rijkkaj luojttádij, goalmát biejve jábbmegij lussta tjuodtjelij, almmáj vuolgij, gájkviekses Jubmel Áhtje oalges bielen tjåhkkåhime, dåppelt vas boahtemin viessojt ja jábbmegijt duobbmitjit.

source: bajásčuožžileami ja agálaš eallima.
smj: Jáhkáv Ájlis Vuojŋŋanissaj, ájlis aktisasj girkkuj, ájllisij sebrudahkaj, suttoj ándagisluojttemij, jábbmegij tjuodtjelibmáj ja ihkeven iellemij.
